[
  "text-snippets-obsidian",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-markdown-formatting-assistant-plugin",
  "code-block-plugin",
  "obsidian-better-codeblock",
  "obsidian-banners",
  "calendar",
  "highlightr-plugin",
  "obsidian-plugin-todo",
  "templater-obsidian",
  "obsidian-local-images",
  "simple-embeds",
  "convert-url-to-iframe",
  "obsidian-style-settings"
]